Repository: pronamic/wp-create-users-from-posts
Catalog: languages/create_users_from_posts-*.po
Languages: nl_nl

source: Create Users from Posts
nl_nl: Creëer gebruikers uit berichten

source: Users from Posts
nl_nl: Gebruikers uit berichten

source: Create users from posts
nl_nl: Cre&#235;er gebruikers uit posts

source: Select Post Type
nl_nl: Selecteer bericht type

source: None Selected
nl_nl: Geen geselecteerd

source: Select the post type which you want to create users from.
nl_nl: Selecteer het bericht type van de berichten waaruit je gebruikers wilt creëren.

source: Username
nl_nl: Gebruikersnaam

source: Login username of the user whom's posts you'd like to convert.
nl_nl: Login gebruikersnaam van de gebruiker van wie je de berichten wilt converteren.

source: Select Role
nl_nl: Selecteer rol

source: The role the newly created users will receive.
nl_nl: De rol die de nieuwe gebruikers zullen ontvangen.

source: Meta Key Login
nl_nl: Meta sleutel gebruikersnaam

source: For example: <code>_pronamic_company_email</code>.
nl_nl: Bijvoorbeeld: <code>_pronamic_company_email</code>.

source: Meta Key E-Mail
nl_nl: Meta sleutel e-mailadres

source: Meta Key URL
nl_nl: Meta sleutel URL

source: For example: <code>_pronamic_company_website</code>.
nl_nl: Bijvoorbeeld: <code>_pronamic_company_website</code>.

source: Meta Key Password
nl_nl: Meta sleutel wachtwoord

source: Retrieve the password from on post meta key field, leave empty to generate an new password.
nl_nl: Haal het wachtwoord uit een bericht meta veld, laat leeg om een nieuw wachtwoord te genereren.

source: Run an test, no users will be created.
nl_nl: Voer een test uit, er zullen geen gebruikers aangemaakt worden.

source: Generate Users
nl_nl: Genereer gebruikers

source: Something went wrong.
nl_nl: Er ging iets fout.

source: Post ID
nl_nl: Bericht ID

source: Name
nl_nl: Naam

source: Password
nl_nl: Wachtwoord

source: Result
nl_nl: Resultaat

source: Error
nl_nl: Fout
